/* No comment provided by engineer. */
"Album" = "Άλμπουμ";

/* No comment provided by engineer. */
"Album Artist" = "Καλλιτέχνης Άλμπουμ";

/* No comment provided by engineer. */
"Album Artist or Artist" = "Καλλιτέχνης Άλμπουμ ή Καλλιτέχνης";

/* No comment provided by engineer. */
"Alert! Enabling this option will add GrowlTunes to your login items" = "Alert! Enabling this option will add GrowlTunes to your login items";

/* No comment provided by engineer. */
"Allowing this will let GrowlTunes launch everytime you login, so that it is available for applications which use it at all times" = "Allowing this will let GrowlTunes launch everytime you login, so that it is available for applications which use it at all times";

/* No comment provided by engineer. */
"Are you sure you want to quit?" = "Are you sure you want to quit?";

/* No comment provided by engineer. */
"Artist" = "Καλλιτέχνης";

/* No comment provided by engineer. */
"BringiTunesToFrontMenuTitle" = "Μετάβαση στο iTunes";

/* No comment provided by engineer. */
"Cancel" = "Cancel";

/* No comment provided by engineer. */
"Changed Tracks" = "Αλλαγμένα Τραγούδια";

/* No comment provided by engineer. */
"Comment" = "Σχόλιο";

/* No comment provided by engineer. */
"Configure Formatting" = "Ρύθμιση Εμφάνισης";

/* No comment provided by engineer. */
"Description" = "Περιγραφή";

/* No comment provided by engineer. */
"Enabling this option will cause GrowlTunes to run without showing a dock icon or a menu item.\n\nTo access preferences, tap GrowlTunes in Launchpad, or open GrowlTunes in Finder." = "Enabling this option will cause GrowlTunes to run without showing a dock icon or a menu item.\n\nTo access preferences, tap GrowlTunes in Launchpad, or open GrowlTunes in Finder.";

/* No comment provided by engineer. */
"Episode ID" = "ID Επεισοδίου";

/* No comment provided by engineer. */
"Episode Number" = "Αριθμός Επεισοδίου";

/* No comment provided by engineer. */
"If you quit GrowlTunes you will no longer receive iTunes notifications." = "If you quit GrowlTunes you will no longer receive iTunes notifications.";

/* No comment provided by engineer. */
"Long Description" = "Εκτενής Περιγραφή";

/* No comment provided by engineer. */
"Long Description, Comment, or Description" = "Εκτενής Περιγραγή, Σχόλιο, ή Περιγραφή";

/* No comment provided by engineer. */
"MovieFormatTitle" = "Movie";

/* No comment provided by engineer. */
"MusicFormatTitle" = "Music";

/* No comment provided by engineer. */
"MusicVideoFormatTitle" = "Music Video";

/* No comment provided by engineer. */
"Name" = "Όμα";

/* No comment provided by engineer. */
"No" = "No";

/* No comment provided by engineer. */
"Notify when iTunes is active" = "Ειδοποίηση όταν το iTunes είναι ενεργό";

/* No comment provided by engineer. */
"Ok" = "Ok";

/* No comment provided by engineer. */
"Paused" = "Σε Παύση";

/* No comment provided by engineer. */
"Play Time" = "Χρόνος";

/* No comment provided by engineer. */
"PodcastFormatTitle" = "Podcast";

/* No comment provided by engineer. */
"QuitBothMenuTitle" = "Κλείσιμο και των δυο";

/* No comment provided by engineer. */
"QuitGrowlTunesMenuTitle" = "Κλείσιμο του GrowlTunes";

/* No comment provided by engineer. */
"QuitiTunesMenuTitle" = "Κλείσιμο του iTunes";

/* No comment provided by engineer. */
"Rating" = "Βαθμολογία";

/* No comment provided by engineer. */
"Season Number" = "Αριθμός Σεζόν";

/* No comment provided by engineer. */
"ShowFormatTitle" = "Σόου";

/* No comment provided by engineer. */
"Start at Login" = "Εκκίνηση κατά το Login";

/* No comment provided by engineer. */
"Start iTunes" = "Εκκίνηση του iTunes";

/* No comment provided by engineer. */
"Started" = "Ξεκίνησε";

/* No comment provided by engineer. */
"Stopped" = "Σταματημένο";

/* No comment provided by engineer. */
"StreamFormatTitle" = "Stream";

/* No comment provided by engineer. */
"Stream Title" = "Τίτλος Stream";

/* No comment provided by engineer. */
"This setting will take effect when GrowlTunes restarts" = "This setting will take effect when GrowlTunes restarts";

/* No comment provided by engineer. */
"Track Count" = "Αριθμός Κομματιών";

/* No comment provided by engineer. */
"Track Number" = "Αριθμός Κομματιού";

/* No comment provided by engineer. */
"Video Kind" = "Είδος Βίντεο";

/* No comment provided by engineer. */
"VolumeMenuTitle" = "Ένταση";

/* No comment provided by engineer. */
"Warning! Enabling this option will cause GrowlTunes to run in the background" = "Warning! Enabling this option will cause GrowlTunes to run in the background";

/* No comment provided by engineer. */
"Yes" = "Yes";

/* No comment provided by engineer. */
"PreviousTrackMenuTitle" = "← Προηγούμενο Κομμάτι";

/* No comment provided by engineer. */
"NextTrackMenuTitle" = "→ Επόμενο Κομμάτι";

/* No comment provided by engineer. */
"PlayPauseMenuTitle" = "▶ Έναρξη/Παύση";

